/*
   @LANGUAGE Translation 
   @DIRECTORY  
   @FILE Hockey.strings 
*/

/* Daily */
"HockeySectionCheckDaily" = "Dagligen";

/* Description text for turning on/off sending usage data */
"HockeySettingsUsageDataDescription" = "Skicka användningsdata skickar information om hur länge appen testats (i antal minuter), till utvecklaren.";

/* Description text for turning on/off sending user data */
"HockeySettingsUserDataDescription" = "Skicka användardata skickar följande till utvecklaren: app version, språk, enhetstyp och iOS version.";

/* For dialogs no buttons */
"HockeyNo" = "Nej";
/* Hockey.strings
   Hockey
 
   Created by Andreas Linde on 11/15/10.
   Copyright 2010 buzzworks.de. All rights reserved.
   Swedish translation by Joakim Ramer.Alert viewFor dialogs yes buttons */
/* For dialogs yes buttons */
"HockeyYes" = "Ja";

/* Manually */
"HockeyAuthorizationDenied" = "Auktoriseringen nekades. Kontakta utvecklaren.";
"HockeyAuthorizationOffline" = "Internetuppkoppling krävs!";
"HockeyAuthorizationProgress" = "Auktoriserar...";
"HockeyButtonCheck" = "FRÅGA";
"HockeyButtonInstalling" = "INSTALLERAR";
"HockeyButtonOffline" = "OFFLINE";
"HockeyButtonSearching" = "FRÅGAR";
"HockeyButtonUpdate" = "UPPDATERA";
"HockeyError" = "Error";
"HockeyIgnore" = "Ignorera";
"HockeyInstallUpdate" = "Installera";
"HockeyInstalled" = "INSTALLERAD";
"HockeyNoReleaseNotesAvailable" = "Inga releasenoteringar tillgängliga.";
"HockeyNoUpdateNeededMessage" = "%@ är den senaste versionen.";
"HockeyNoUpdateNeededTitle" = "Ingen uppdatering tillgänglig";
"HockeyOK" = "OK";
"HockeySectionCheckManually" = "Manuellt";
"HockeyShowPreviousVersions" = "Se tidigare versioner...";
"HockeyShowUpdate" = "Visa";
"HockeySimulatorMessage" = "Hockey Update fungerar inte i Simulatorn.\nitms-services:// url schemat är implementerat men fungerar ej.";
"HockeyUpdateAlertMandatoryTextWithAppVersion" = "%@ is available and is a mandatory update!";
"HockeyUpdateAlertTextWithAppVersion" = "%@ finns.";
"HockeyVersion" = "Version";
"HockeyWarning" = "Varning";
"HockeyiOS3Message" = "In-App nedladdning kräver iOS 4 eller högre. Du kan uppdatera applikationen genom att ladda ner IPA-filen från %@ och synka in den i iTunes.";

/* On Startup */
"HockeySectionCheckStartup" = "Vid uppstart";
/* SettingsScreen title for settings view */
/* Screen title for settings view */
"HockeySettingsTitle" = "Inställningar";

/* Text asking the user to send usage data (on/off switch) */
"HockeySettingsUsageData" = "Skicka användn.data";

/* Text asking the user to send user data (on/off switch) */
"HockeySettingsUserData" = "Skicka användardata";

/* Title for defining when update checks may be made */
"HockeySectionCheckTitle" = "Leta efter uppdateringar";
/* Update details screenUpdate Details */
/* Update Details */
"HockeyUpdateScreenTitle" = "Uppdatera";

/* Update available */
"HockeyUpdateAvailable" = "Uppdatering tillgänglig";

/* Would you like to check out the new update? You can do this later on at any time in the In-App settings. */
"HockeyUpdateAlertText" = "Vill du hämta den nya uppdateringen?";
